tap "buo/cask-upgrade"
tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "python@3.9"
brew "glib"
brew "dust"
brew "exiftool"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "lima"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openconnect"
brew "pandoc"
brew "perl"
brew "python@3.10"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "wget"
brew "zoxide"
cask "alt-tab"
cask "android-platform-tools"
cask "appcleaner"
cask "baidunetdisk"
cask "betterzip"
cask "bob"
cask "clashx-pro"
cask "discord"
cask "font-ia-writer-mono"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "gimp"
cask "google-chrome"
cask "hazeover"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "kitty"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "mos"
cask "motrix"
cask "obs"
cask "obsidian"
cask "r"
cask "raycast"
cask "rectangle"
cask "rstudio"
cask "secretive"
cask "slowquitapps"
cask "snipaste"
cask "sogouinput"
cask "spotify"
cask "tencent-meeting"
cask "videofusion"
cask "visual-studio-code"
cask "wechat"
cask "zoom"
